Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 레일라가 어색한 동작으로 그것을 열자 한 사람 몫의 샌드위치와 레모네이드가 담긴 은쟁반이 나타났다.
en_us: She awkwardly lifted the cloche off the tray, and discovered a sandwich and a glass of lemonade.

source: 레일라는 고개를 돌려 클로딘의 손끝이 가리키는 방향을 보았다.
en_us: Layla turned and looked where Claudine was pointing.

source: 제가 공작님께 무슨 잘못을 저질렀는지를요.”
en_us: Tell me what wrong I committed against you.”

source: “그래, 레일라.
en_us: “So, Layla,

source: 나무 그늘에서 얼마간 쉬자 기분이 한결 나아졌다.
en_us: She sat down to rest under the shade of a tree, and soon felt much better.

source: 레일라 또래의 소녀들이 머리에 무얼 하나씩 달고 다니는 걸 유심히 보아 두었다가 모나 아주머니에게 부탁해 사 온 선물이었다.
en_us: Of course, he hadn’t picked it out himself; he had asked Chef Mona, who had chosen it after carefully observing other girls Layla’s age and seeing what kind of hair accessories were popular with them.

source: 장난스럽게 키득거리는 카일을 본 레일라는 그만 맥이 풀려 웃어 버렸다.
en_us: She laughed along with him.

source: 허락은 그때 구해야겠구나.”{j}무뚝뚝한 대답을 던진 빌 레머는 앞장서 걷기 시작했다.
en_us: I’ll have to ask his permission at that time,” Bill bluntly replied. He then began walking.{j}

source: 왜?”{j}가만히 그를 보던 레일라가 작게 되물었다.
en_us: Why?”{j}

source: 어릴 적만큼 재빠르고 민첩하기는 힘들었지만 대신 요령이 늘었다.
en_us: She wasn’t as quick or nimble as she had been as a child, but she knew more tricks for getting around cleverly now.

source: 분명히 안경을 먼저 벗고 그 위에 앞치마를 놓았다.
en_us: She was certain that she had removed her glasses first, and then placed the apron on top of them.

source: 손을 내밀어도 비둘기는 달아나지 않았다.
en_us: It didn’t fly away even when Kyle reached towards it

source: 아무튼 그래.
en_us: I can’t explain it. He just does.

source: 당돌하기 짝이 없는 표정은 그대로인데 묘하게 부드러운 인상을 주었다.
en_us: She had her usual, plucky expression, and yet there was something gentle in her look.

source: 가만히 두면 꽤 재미있는 구경을 하게 될 것이므로 마티어스는 굳이 반대하지 않았다.
en_us: Matthias had raised no objections. He figured that it would be entertaining to see how Layla would do at an aristocratic party.

source: 그와 동시에 레일라 르웰린의 모습이 수면 아래로 사라졌다.
en_us: At the same instant, she disappeared under the surface of the water.

source: 의사의 아들 앞에서는 햇빛처럼 웃던 얼굴이 지금은 그저 곤혹스러워 보이기만 했다.
en_us: Her face, which had been so brightly smiling when she was with the doctor’s son, was now full of troubled perplexity.

source: 말도 안 되게 자그마한 새가 그처럼 아름답게 지저귄다는 사실이 신기해 한참을 바라보았다.
en_us: He often found himself staring at the tiny bird, amazed at how beautifully it sang.

source: 발끈한 레일라의 뺨이 조금 붉어졌다.{j}“너도 작잖아.”
en_us: Layla started blushing slightly. “You’re small too,” she said.{j}

source: “쿠키랑 케이크예요.
en_us: “Cookies and cake,” she replied.

source: 여전히 유난스럽게 반짝거리는 눈을 가진 그 여자에게서는 싱그럽고 달콤한 향기가 났다.
en_us: That woman, whose eyes still shone brightly just as they had done when she was a girl, always gave off a fresh, sweet fragrance.

source: 머리칼을 빗어 넘겨 이마와 눈썹을 드러내면 그의 인상은 조금 더 차가워졌다.
en_us: His hair was slicked back, exposing his forehead and eyebrows, which gave him a cold, debonair look.

source: “송구하지만 공작님, 저는 귀족가의 영애님들 같은 숙녀가 아닙니다.”{j}빌 아저씨에 대한 극진한 사랑도 막지 못한 분노를 레일라는 기어이 입 밖으로 흘려 버렸다.
en_us: This time, not even her utmost love for Bill could stop her anger from coloring her response. “I’m sorry, Your Grace, but I’m not a lady like the noblewomen you are used to spending time around.”{j}

source: 낯선 소년이 눈앞에 서 있었다.
en_us: An unfamiliar boy was standing right in front of her.

source: 할머니가 에트먼 일가에게 아른트 남작가를 소개시켜 주겠다는 제안을 한 참이었다.
en_us: Matthias’s grandmother had just offered to introduce the Ettmans to Baron Arndt’s family,

source: 벗겨진 살갗이 쓰라렸다.
en_us: Her skinned knees stung.

source: 레일라는 입술을 앙다문 채 먼지를 털어 냈다.
en_us: Keeping her own lips firmly shut, Layla brushed the dirt from her dress.

source: 아마도 제 아버지를 닮은 듯한 카일 에트먼 역시 이변이 없는 한 그런 삶을 살아갈 테지.
en_us: If nothing out of the ordinary happened, perhaps Kyle Ettman, who resembled his father, would follow in his father’s footsteps.

source: 맙소사.”
en_us: My goodness,” Mona loudly complained.

source: 쉽잖아, 레일라.
en_us: It’s that easy, Layla.

source: 클로딘은 슬쩍 곁눈질을 해 마티어스를 살폈다.
en_us: Claudine observed Matthias out of the corner of her eye.

source: 멍하니 창문 너머의 풍경을 바라보거나, 책을 읽거나, 그조차 무료하면 낮잠을 자거나.
en_us: where he would gaze at the scenery out the window, read a book, or simply take a nap.

source: 그 즐거움은 그의 것이어야 했다.
en_us: He wanted to reserve that pleasure for himself.

source: 레일라는 가늘게 찌푸린 눈을 들어 다시 마티어스를 보았다.
en_us: Layla looked up at Matthias with squinted eyes.

source: 서늘한 바람과 풀벌레의 울음소리, 그리고 달빛 아래를 걷는 자신의 그림자를 인지할 수 있게 되었을 때 레일라는 이미 숲길의 끝에 서 있었다.
en_us: Eventually she became aware of the cool breeze, the chirping of grasshoppers, and her own shadow as she walked in the moonlight, and she realized that she had already made it to the end of the forest path.

source: “잠시 들러 얼굴만 비추고 돌아오려구요.
en_us: “I’m just going to stop by and say hello, then leave.

source: 불쑥 동행을 제안한 건 그래서였다.
en_us: Claudine had decided to invite her along to tea for exactly this reason.

source: 그리고 목걸이.{j}레일라는 수줍던 웃음이 사라진 얼굴로 가만히 목걸이를 매만졌다.
en_us: Then she became aware of the necklace. The timid smile left her face as she felt it with her hand.{j}

source: “예쁜 드레스 한 벌 사 입힙시다, 레머 씨.
en_us: “Come on, let’s buy her a pretty dress, Bill.

source: 형편없는 심부름과 꽃꽂이에 대한 벌 같은 걸까?{j}한 입 베어 문 샌드위치를 꾸역꾸역 삼키며 레일라는 곰곰이 생각했다.{j}만약 그런 거라면 헤르하르트 공작은 목표를 달성했다.{j}지금 레일라는 정말 고약한 벌을 받는 기분이었으니까.
en_us: Is he punishing me for doing a poor job at the errand and the flower arrangement? Layla wondered as she bit off her a small piece of the sandwich. If that was his goal, he has succeeded. I certainly feel like I’m being punished.{j}{j}{j}

source: 제대로 날 수 없게 된 현실을 부정하듯 새는 몇 번을 더 달아났지만 결과는 마찬가지였다.
en_us: Still not accepting that it could no longer fly, it tried a few more times, with the same result.

source: 어른 흉내를 내는 꼬마 녀석인 줄만 알았더니 멋들어지게 차려입은 걸 보니 이제 사내가 다 되었나 싶기도 했다.
en_us: Previously Bill had only ever seen Kyle as an immature kid who tried to act like an adult. But seeing him now, dressed to the nines, he finally thought Kyle looked like a man.

source: 아직은 아니다.{j}카일은 목 끝까지 차오른 간지러운 말을 꾹 참아 냈다.{j}섣불리 고백했다가 불편한 사이가 되고 싶진 않았다.{j}굳이 연인이 될 필요가 있을까 싶기도 했다.{j}곧장 부부가 되면 그만이지.{j}레일라 에트먼.{j}좋네.{j}아주 좋아.
en_us: Kyle noticed these subtle changes in her expression with concern. Not yet. He stopped himself from saying the words that were itching to escape his lips. He didn’t want to make things awkward between them by confessing his love for her too hastily. He wondered if it was even necessary for them to start dating. Why not just skip straight to marriage? Layla Ettman. I like the sound of that.{j}{j}{j}{j}{j}{j}{j}

source: 뭐 가지고 싶은 거라도 있나 보구나.”
en_us: Is there something you want?”

source: 헤르하르트 부인께서는 이곳에 천국을 옮겨 두셨네요.”{j}한 모금 마신 차를 소리 없이 내려놓은 클로딘이 기쁜 듯이 말했다.{j}어린 아가씨답게 명랑하면서도 차분한 품위를 갖춘 말투였다.
en_us: It’s as if Lady Herhardt borrowed a bit of heaven and is storing it in here,” Claudine joyfully remarked after taking a sip of tea and setting her cup down without a sound. She was speaking in the cheerful yet restrained manner expected of a young noblewoman.{j}{j}

source: 당장 돌아가고 싶었지만 레일라는 기다리기로 했다.
en_us: Layla was left by herself in the lavish drawing room. She felt like leaving right away, but she decided to stay.

source: “숙녀라면, 레일라.”{j}그 손이 툭, 턱 아래에 묶여 있는 리본의 매듭을 풀었다.{j}“실내에선 이런 모자를 벗어야지.”{j}레일라가 무어라 대꾸하기도 전에 마티어스는 그녀의 밀짚모자를 벗겨 들었다.
en_us: Just then, a long finger touched her chin. “Layla, if you’re a lady,” Matthias said, untying the ribbon under her chin as he spoke, “then you should remove your hat when you’re indoors.” Before she could respond, he took her straw hat off her head.{j}{j}{j}

source: “사냥이요?
en_us: Layla’s eyes widened. “Hunting?

source: “얻어먹었으니까 디저트는 내가 사 줄게.”{j}레일라는 가볍게 웃으며 도서관의 계단에서 일어섰다.{j}빈 종이봉투와 음료수 병은 꼼꼼히 챙겨 자전거 바구니에 넣었다.
en_us: * * * “Since you got the sandwich, dessert’s on me,” Layla cheerfully said as she rose from the library steps. She picked up the empty paper bag and bottles and placed them in her bicycle’s basket.{j}{j}

source: 그러니까 장미가 문제인 모양이었다. ‘적당히’ 꺾어 오라 한 바로 그 장미가.
en_us: It seemed that there was a problem with the roses she had selected. The roses of which he had simply asked her to bring “an assortment,” without further specification.

source: 이 높고 맑은 목소리는 아마도 클로딘 폰 브란트.
en_us: The loud, high-pitched voice sounded just like that of Claudine von Brandt.

source: 밤에 우는 새들의 소리가 밤바람에 실려 왔다.
en_us: The nighttime breeze carried the sound of songbirds into her room,

source: 눈치와 예의, 기품을 모두 갖춘 차기 공작 부인.
en_us: They could see that the future Duchess Herhardt had tact, manners, and grace.

source: 헤르하르트 공작 일행이 오두막 옆으로 난 길을 지나 숲으로 들어서고 있었다.
en_us: Duke Herhardt and his companions had passed by the cottage and were now heading into the woods.

source: 내가 번 돈.{j}가만히 그 말을 되뇌는 사이 레일라의 표정은 한결 밝아졌다.
en_us: I earned it. I earned it. As the thought echoed in her head repeatedly, her face brightened noticeably.{j}

source: 우아한 듯 씩씩한 그 걸음걸이만 보아도 카일은 그 애를 알아볼 수 있었다.
en_us: From her strong, elegant gait, he recognized her immediately.

source: 에트먼가의 두 남자와는 확실히 결이 달라 보이는, 꽤나 야망 있는 안주인 린다 에트먼이라면 또 모를까.
en_us: although he wasn’t so sure about the lady of the Ettman household, the ambitious Linda Ettman, who seemed quite different from her husband and son.

source: 우르르 창가로 모여든 사용인들은 곧 그녀처럼 놀란 표정이 되었다.
en_us: Everyone rushed to the window. As soon as they saw what the maid was pointing at, they reacted with just as much surprise as she had.

source: 그 사실이 주는 묘한 불쾌감을 곱씹는 사이 레일라가 비틀거리며 몸을 일으켰다.
en_us: This realization gave Matthias a strange sense of uneasiness as Layla struggled to get up.

source: 어서 빌 아저씨의 오두막으로 돌아가고 싶었지만 레일라의 마음이 궁금한 사람은 아무도 없어 보였다.
en_us: She desperately wanted to return to Uncle Bill’s cottage, but no one was showing any interest in how she felt.

source: “교사라…….”{j}클로딘은 말꼬리를 길게 늘이며 찻잔을 쥐었다.{j}작은 모자를 장식한 리본과 코사지가 찬찬히 고개를 끄덕이는 동작을 따라 흔들렸다.{j}“착하구나, 레일라.{j}훌륭한 목표야.{j}네게 참 잘 어울리는 일일 것 같아.”{j}기특한 아이를 칭찬하듯 클로딘이 다시 미소 지었다.{j}“그렇지 않나요, 헤르하르트 공?”
en_us: “A teacher...?” Claudine asked, drawing out the phrase as she lifted her teacup. As she nodded, the ribbon and corsage on her small hat bobbed up and down. “That’s excellent, Layla. It’s a wonderful goal. I think that will suit you well.” She sounded like she was praising a child. “Don’t you think so, Duke Herhardt?”{j}{j}{j}{j}{j}{j}{j}

source: 1층에는 보트 격납고와 간단한 다과를 준비할 수 있는 부엌이, 2층에는 공작의 공간인 응접실과 침실, 다이닝룸이 자리하고 있었다.
en_us: The first floor housed the boat storage area from the original boathouse, along with a small kitchen where simple refreshments could be prepared. The second floor was the duke’s private space and contained a drawing room, a bedroom, and a dining room.

source: 유령이라도 봤어?”{j}카일은 이제 키득키득 웃기 시작했다.
en_us: Was it a ghost or something?”{j}

source: 하지만 레일라에 시야에 들어온 건 뜻밖에도 좀 전까지 머릿속을 어지럽힌 그 사람, 헤르하르트 공작이었다.
en_us: However, much to her surprise, the person she saw was none other than the man who had been causing her mind so much distress—Duke Herhardt.

source: 잘못한 건 분명 그 애들이었는데 그날 밤 술 취한 고모부에게 매를 맞은 건 레일라였다.
en_us: Even though it had clearly been her cousins’ fault, Layla had been the one beaten by her drunken aunt that night.

source: 공작이 돌아섰다
en_us: The Duke Turned Around

source: 그렇다면 차라리 이대로 물살을 따라 흘러가 주기를!
en_us: Can’t he at least float downstream?! Layla thought.

source: 마티어스는 저택의 진입로가 시작되는 지점에서 차를 세웠다.{j}운전기사와 집사는 당황한 표정이었다.
en_us: * * * Matthias had the car stop at the end of the mansion’s driveway, far from the mansion. The chauffeur and the butler looked flustered.{j}

source: 만나기로 한 친구인 모양이었다.
en_us: It must have been the friend she was going to meet.

source: 하지만 오늘 밤은 아르비스의 손님이니 괜찮지 않을까?
en_us: But tonight I’m a guest, so it should be okay, right?

source: 더는 어린 계집애가 아닌 저 여자, 레일라.
en_us: It was so that he could have Layla, that woman who was no longer a girl.

source: 상기된 두 뺨은 그가 가꾸는 품종 좋은 장미처럼 싱그러워 보였다.
en_us: Her slightly flushed cheeks looked as fresh as the high-quality roses he planted.

source: 마티어스의 시선은 풀어 내린 긴 머리칼을 따라 천천히 아래로 움직였다.
en_us: Matthias’s gaze slowly moved down her long, loose hair.

source: 난처해진 브란트 백작 부인이 눈치를 주었지만 클로딘은 태연했다.{j}“그 가여운 아이는 단 한 번도 격식 있는 파티에 참석해 본 적이 없을 거잖아요.{j}레일라에게 좋은 추억을 하나 선물해 주고 싶어요.”{j}당찬 말을 꺼낼 때에도 클로딘은 숙녀다운 예의와 품위를 잃지 않았다.
en_us: Claudine was unfazed by her mother’s glare. “I bet that poor girl has never even been to a formal party. I want to give her a memorable experience she’ll enjoy.” Even when speaking assertively like this, Claudine didn’t lose her ladylike manners and grace.{j}{j}{j}

source: 그쯤이면 네 키보다 깊은 물일 텐데.
en_us: The water’s going to be above your head soon, Matthias thought.

source: 이번에도 레일라 르웰린의 행동은 예상을 벗어나지 않았다.
en_us: Once again, Layla Llewellyn’s behavior had not strayed from Matthias’s expectations.

source: “안녕하세요.
en_us: “Hello,

source: 마티어스는 전혀 그럴 마음이 없다고 말하듯 빼앗은 모자를 움켜쥐었다.
en_us: Matthias gripped the hat more tightly to indicate that he had no intention of returning it to her.

source: 감사합니다, 아가씨.”{j}레일라는 당황하여 자신의 목덜미를 더듬었다.
en_us: Thank you, Miss,” Layla replied, awkwardly feeling at her neck.{j}

source: 마티어스는 팔을 뻗어 응접 테이블 끝에 놓인 작은 은제 상자를 열었다.
en_us: He reached and opened the small silver box on the table by the sofa.

source: 마티어스는 찬찬히 주위를 둘러보았다.
en_us: Matthias glanced around the greenhouse

source: 수많은 손님이 저택으로 몰려드니 그럴 만도 했다.
en_us: This was only natural, given the many guests that had flocked to the mansion to see him.

source: 미소를 짓는 순간도 크게 다르지 않았다.
en_us: They remained largely the same even when he smiled.

source: 어머니의 말에 마티어스는 기꺼이 동의했다.
en_us: Matthias had readily gone along with his mother’s wishes.

source: 그건 너무 비정하지 않아?”
en_us: Layla.”

source: 부옇게 번져 보이는 하얀 빛을 응시하며 레일라는 무의식적으로 숨을 죽였다.
en_us: As she gazed at their pale light, she found herself holding her breath.

source: 손톱 끝이 이에 닿을 만큼 깊이 들어왔다가 물러가기를 반복했다.
en_us: As his finger went in and out of her mouth, his fingernail tapped against her teeth.

source: 그리고 다시 고개를 돌려 그를 보았을 때 레일라가 내릴 수 있는 결론은 단 하나뿐이었다.
en_us: When she turned to face the duke again, there was only one conclusion she could come to.

source: 공작이 외출했을 때 열심히 돕고, 그가 돌아오면 도망치듯 정원을 떠났다.
en_us: doing as much work as she could when the duke went on outings, then disappearing as soon as his car could be seen returning.

source: 명목상의 이유는 여름을 맞이한 친척집 방문이었다.
en_us: On the surface, Claudine von Brandt’s visit to Arvis was treated as a standard early-summer visit to a relative’s estate.

source: 자전거 핸들을 쥔 레일라의 손에 힘이 들어갔다.{j}레일라와 헤르하르트 공작 사이에는 별다른 접점이 없었다.{j}가끔 숲에서 마주치거나 종종 방문하는 클로딘에게 불려 갔다가 얼굴을 보게 되는 일이 전부였다.{j}그마저 불편해 레일라는 가능하면 공작을 피하려 애썼다.{j}어쩔 수 없이 마주쳐야 할 때는 가능한 고개를 깊이 숙였다.{j}그를 보고 싶지 않았다.
en_us: Layla gripped her bicycle’s handlebars tighter. She had never had much contact with the duke, besides occasionally running into him in the woods or passing by him when Claudine invited her into the mansion. Seeing him made her uncomfortable, so she tried to avoid him whenever possible. When she did run into him, she would bow her head as low as possible, so that she wouldn’t have to look at him.{j}{j}{j}{j}{j}

source: 칙칙한 회색 원피스는 치마뿐 아니라 소매도 짧았다.
en_us: She was dressed in a drab, gray dress. Not only was the skirt too short for her, the sleeves were too.

source: 하지만 얼굴은 거친 말과 전혀 딴판으로 친근하고 장난스러웠다.
en_us: Kyle was frightened by his threatening tone, but when he looked as his face, he was relieved to see a friendly, playful expression.

source: 그들은 각자의 자리에서, 맡은 바를 능숙하게 해냈다.
en_us: They each carried out their responsibilities at their respective stations with skill and finesse.

source: 바람에 나뭇잎이 사락거리는 소리가 귓가를 간질였다.
en_us: The sound of the leaves rustling in the breeze tickled their ears.

source: 알겠니?”{j}레일라를 저택의 2층으로 끌고 올라간 하녀가 엄중하게 경고했다.
en_us: Got it?” warned the maid who had brought Layla up to the mansion’s second floor.{j}

source: 집사 헤센은 긴장감에 마른침을 삼켰다.{j}“주인님, 아직 도착을…….”
en_us: Hessen, the butler, gulped nervously and said, “Master, there’s still-”{j}

source: 물에 젖은 긴 머리에서 흐른 물방울이 비처럼 쏟아졌다.
en_us: Water dripped from her long, wet hair like rain.

source: “레일라가 어디 그런 걸로 주눅이 드는 아인가.
en_us: “Layla wouldn’t be daunted by a party,” Bill replied.

source: “매일 우리를 상대해 주느라 지루할 테니 한 번쯤 기분 전환도 필요하지 않겠어?”
en_us: “I’m sure you’re getting bored spending every day with us. Wouldn’t a change of pace be refreshing?”

source: 마티어스의 목소리가 이만 돌아서려던 레일라의 등 뒤에 닿았다.
en_us: Just as Layla was about to leave the cabin, she heard Matthias’s voice.

source: 나로 인한, 그러므로 온전히 내 것인 눈물이라 생각하자 떠나는 마티어스의 걸음이 한층 가벼워졌다.
en_us: He had begun walking with lighter steps at the thought that, since he was the reason she was crying, her tears were his.

source: 이미 어둠에 익숙한 마티어스의 눈은 단숨에 레일라의 모습을 포착했다.
en_us: Since Matthias’s eyes were already adjusted to the dark, he had no trouble recognizing her figure.

source: 그 한숨의 박자를 따라 곱슬거리는 밤색 머리카락이 흔들렸다.{j}브란트 백작 부인은 가늘게 찌푸린 눈으로 딸을 흘겨보았다.
en_us: Her curly brown hair flapped along with each sigh.{j}

source: 빌 아저씨에게 말하면 될 일이란 걸 알지만 그래서 더욱 말하기 힘들었다.
en_us: She knew that if she were to tell Bill about her eyesight, he would buy eyeglasses for her immediately. But somehow, knowing that made it even harder to say anything to him.

source: 맑은 어둠으로 채워진 오두막은 고요했다.
en_us: The quiet cottage was completely dark.

source: 아이가 울고 있었다.
en_us: The little girl was crying.

source: 공작저의 파티는 오늘 밤에 열린다.
en_us: The party was tonight.

source: 점심을 먹은 빌 아저씨가 다시 일터로 떠나자 오두막에는 카일과 레일라만 남았다.
en_us: * * * After lunch, Bill returned to work, leaving Kyle and Layla alone in the cottage.

source: 설마 그걸 저택까지 가져가진 않았을 테니 분명 별채 어딘가에 있을 것이다.
en_us: She highly doubted that he would have brought the glasses all the way back to the mansion, so they had to be somewhere in the cabin.

source: 클로딘은 하녀를 보내 당연한 듯 레일라를 불러왔다.
en_us: She then sent a maid to summon Layla.

source: “난 널 알다가도 모르겠어.”
en_us: “I thought I knew you, Layla...”

source: “제 힘으로 밥벌이를 할 수 있게 되면 그게 어른이지.
en_us: “If someone can earn a living by their own labor, they’re an adult.

source: “저 붉은색 장미도 꺾어다 줄 수 있을까?
en_us: “Can you pick some of those red roses over there for me too?” Claudine asked, cutting Layla off.

source: 저 멀리에서부터 자전거를 끌고 오는 소녀가 보였다.
en_us: He saw a young lady in the distance, walking her bicycle in his direction.

source: 한낮의 더위를 피해 잠시 쉬고 있던 빌 레머에게는 날벼락 같은 재앙이었다.
en_us: Bill, who had been taking a break in the shade to escape the midday heat, was shocked when he heard the news.

source: 그가 준 것들로 치장한 레일라 르웰린은 아름다웠다.
en_us: She looked beautiful in the clothes and accessories he had provided.

source: 계단을 오르기 전 문득 고개를 들자 한낮에도 불을 밝히고 있는 거대한 샹들리에가 시야에 들어왔다.
en_us: Before climbing the stairs, he glanced up and looked at the huge chandelier, which was kept lit even during the day.

source: 머리는 생각했다.
en_us: An inner voice started to guide her.

source: 그 사실에 상심한 아이의 아버지는 술독에 빠져 살다시피 하다 병이 들어 세상을 떠났다고.
en_us: Her father had been so distraught by this, he became an alcoholic and ended up dying of alcohol poisoning.

source: 가쁜 숨을 몰아쉬는 리듬을 따라 도드라진 목울대도 빠르게 오르내렸다.
en_us: His prominent Adam’s apple rose and fell quickly as he caught his breath.

source: “레일라.”{j}한여름의 열기 같은 이름을 속삭여 보았다.{j}“레일라 르웰린.”{j}혀끝을 간지럽혀야 흘러나오는 그 이름이 약간은 짜증스럽기도 했다.
en_us: “Layla,” he whispered. In his mind, the name was closely associated with the sweltering heat of the summer. “Layla Llewellyn.” It tickled his tongue as he said it, which irritated him slightly.{j}{j}{j}

source: 이제 돈이 조금만 더 모이면 안경을 맞출 수 있을 것 같았다.{j}산딸기 잼 20병.{j}아니, 30병이어야 하려나.{j}아무튼, 그리 멀지는 않은 셈이다.
en_us: If I just save a little more money, I’ll be able to buy eyeglasses. Just twenty jars of raspberry jam. Or maybe thirty? Anyway, I’m almost there.{j}{j}{j}

source: 그 사이로 스미는 새들의 맑은 울음소리가 오후의 노곤한 분위기를 희석시켰다.
en_us: Meanwhile, the clear sound of birdsong brightened the languid afternoon mood.

source: 그는 무감한 눈으로 레일라와 카일을 지켜보고 있었다.
en_us: Matthias was looking at Layla and Kyle with an emotionless face.

source: 그런 날이 이어졌고, 그 오랜 날 동안 빌은 생각했다.
en_us: * * * Over the course of many days, Bill thought about a lot of things.

source: 그런데 너 되게 작다.”{j}레일라를 빤히 쳐다보던 소년이 다시 웃음을 터트렸다.
en_us: But you’re so small.” The boy burst into laughter.{j}

source: 레일라가 한껏 손을 뻗어 보았지만 모자는 물살에 떠밀려 조금 더 먼 곳까지 흘러가 버렸다.
en_us: As Layla reached for the hat, it floated out of her reach again.

source: 그리 가깝거나 친밀한 사이는 아니었지만 그들은 오랜 시간 서로를 보아 왔고, 그러므로 알고 있었다.
en_us: They had never been particularly close, but they knew each other fairly well after seeing each other countless times over the years.

source: 파닥거리며 날아올랐던 새는 다시 그의 손 위로 돌아와 작게 울었다.
en_us: Sometimes it would flap its wings and fly a short distance, then return to his finger and start singing again,

source: 왜 이렇게 놀란 거야?”
en_us: “Why are you in such a shock?”

source: 슐터강과 아르비스의 숲을 좋아하는 마티어스는 그 풍경을 한눈에 담을 수 있는 선착장 옆 보트하우스를 별채로 개조했다.
en_us: He loved the Schulter River and the Arvis forest. He had had the boathouse next to the dock converted into a cabin, from which the entire view could be taken in at once.

source: 이 아르비스를 방문한 친구와 함께 정원을 산책하던 길에 레일라를 발견했다.
en_us: Claudine had been taking a walk in the garden with a friend of hers who was visiting, when they had run into Layla,

source: “안녕.{j}이름이 뭐야?{j}나이는?”{j}클로딘은 고개를 숙여 레일라와 눈을 맞추었다.
en_us: Claudine greeted them, acting as adult-like as she could. “Hello. What’s your name? How old are you?” She lowered her head and looked into Layla’s eyes.{j}{j}{j}

source: 당연한 일이 이윽고 현실이 된 것뿐이므로 그들 중 누구도 이 약혼을 놀라워하지 않았다.
en_us: Everyone had already put the pieces together, so the engagement announcement came as a shock to no one.

source: 답답해 절로 한숨이 나오려던 순간에 점차 걸음의 속도를 늦추어 가던 헤르하르트 공작이 돌아섰다.
en_us: She was about to let out an irritated sigh, when the duke turned around.

source: 문 옆에 걸어 둔 레이스 숄을 챙겨 든 레일라는 서둘러 오두막을 나섰다.
en_us: She grabbed a lace shawl that was hanging next to the door and hurried out of the cottage.

source: 도무지 저 구두를 다시 신을 엄두가 나지 않았다.
en_us: so much so that she shuddered to think of putting them back on.

source: 레일라가 집에 없어요?
en_us: Isn’t she home?

source: “……레일라?”
en_us: “Layla...?”

source: 아이의 비명을 듣고 달려온 이웃집 아저씨가 아니었다면 레일라는 꼼짝없이 물귀신이 되었을지도 모른다.
en_us: If a neighbor hadn’t heard her screams and rescued her, she might have drowned and become a water spirit.

source: “그런데 왜 그 돈을 내게 준단 거냐?”{j}빌은 식탁 앞으로 몸을 조금 기울였다.
en_us: Leaning towards the table where she was sitting, he asked, “But why are you giving that money to me?”{j}

source: 그런 말은 입 밖으로 꺼내고 싶지 않았다.
en_us: She didn’t like talking about that possibility out loud.

source: 가만히 보니 눈가와 귓바퀴도 빨갰다.
en_us: extending even to her ears.

source: 얼굴을 붉힌 브란트 백작 부인이 수습해 보려 했지만 클로딘은 물러서지 않았다.{j}“오빠들은 절 없는 사람 취급해요.{j}알아들을 수 없는 말만 하고요.”
en_us: However, Claudine didn’t budge. “They treat me like I’m not even there, and they say things I can’t understand.”{j}{j}

source: 새삼스러울 건 없었다.{j}우락부락한 생김새를 가진 거구의 빌 레머를 처음 본 사람들은 대체로 그런 반응을 보였으니.{j}“넌 대체 누구냐?”{j}잔뜩 인상을 쓰자 그의 얼굴은 한층 더 험상궂어 보였다.
en_us: This reaction was nothing new to Bill. Most people reacted similarly when first seeing his rugged features and large build. “Who are you?” he asked, frowning. The frown made him look even more threatening.{j}{j}{j}

source: 끝내준다.”{j}재빨리 창문 앞으로 달려간 카일이 감탄했다.
en_us: fantastic!” Kyle exclaimed, having run to look out the window.{j}

source: 벗어 든 모자 하나가 유일한 파격이었다.
en_us: The only exception was his cap, which he had removed and was carrying in his hand.

source: 카일이 잘 알고 있는, 누가 무어라 해도 물러서지 않는 고집불통이 된 레일라 르웰린의 눈빛이었다.
en_us: Kyle knew those eyes well. They were the eyes of someone who would never back down, no matter what.

source: “그렇군요.”{j}턱 끝을 까딱인 마티어스는 입술 사이에 문 담배 끝에 불을 붙였다.{j}“수고하셨어요.”
en_us: “I see,” Matthias replied, nodding with a slight smile as he lit the cigarette. “Well done.”{j}{j}

source: 클로딘 아가씨는 모를 것이다.
en_us: Claudine likely had no idea

source: “숙녀답게 행동해야지, 클로딘.”{j}낮게 속삭이는 그녀의 목소리에서는 숨기지 못한 조급함이 묻어났다.
en_us: Countess Brandt frowned at her daughter and whispered, “Claudine, please behave like a lady.” Her voice was full of impatience.{j}

source: 이해할 수 없는 이상한 행위에 차라리 울어 버리고 싶어졌을 무렵에 마티어스가 천천히 눈을 감았다.
en_us: When she was about to cry over his strange, incomprehensible behavior, he slowly closed his eyes.

source: 난 아버지 따라왔어.
en_us: I came with my dad.
